Repository: common-repository/wp-story
Catalog: languages/wp-story-*.po
Languages: tr_tr

source: Featured image is required!
tr_tr: Öne çıkarılan görsel zorunludur!

source: Do not forget setting which stories are showing.
tr_tr: Gösterilecek hikayeleri ayarlamayı unutmayın.

source: Displayed Stories
tr_tr: Gösterilen Hikayeler

source: Options
tr_tr: Ayarlar

source: Stories
tr_tr: Hikayeler

# Post Type General Name
source: Stories
tr_tr: Hikayeler

# Post Type Singular Name
source: Story
tr_tr: Hikaye

# Admin Menu text
source: Stories
tr_tr: Hikayeler

# Add New on Toolbar
source: Story
tr_tr: Hikaye

source: Story Archives
tr_tr: Hikaye Arşivleri

source: Story Attributes
tr_tr: Hikaye Bileşenleri

source: Parent Story:
tr_tr: Ebeveyn Hikaye:

source: All Stories
tr_tr: Tüm Hikayeler

source: Add New Story
tr_tr: Yeni Hikaye Ekle

source: Add New
tr_tr: Yeni Ekle

source: New Story
tr_tr: Yeni Hikaye

source: Edit Story
tr_tr: Hikaye Düzenle

source: Update Story
tr_tr: Hikaye Güncelle

source: View Story
tr_tr: Hikaye Görüntüle

source: View Stories
tr_tr: Hikayeleri Görüntüle

source: Search Story
tr_tr: Hikaye Ara

source: Not found
tr_tr: Bulunamadı

source: Not found in Trash
tr_tr: Çöpte Bulunamadı

source: Featured Image
tr_tr: Öne Çıkarılan Görsel

source: Set featured image
tr_tr: Öne Çıkarılan Görseli Belirle

source: Remove featured image
tr_tr: Öne Çıkarılan Görseli Sil

source: Use as featured image
tr_tr: Öne Çıkarılan Görsel Olarak Ayarla

source: Insert into Story
tr_tr: Hikayeye Ekle

source: Uploaded to this Story
tr_tr: Hikaye İçin Yüklenenler

source: Stories list
tr_tr: Hikayeler listesi

source: Stories list navigation
tr_tr: Hikayeler listesi dolaşımı

source: Filter Stories list
tr_tr: Hikayeler Listesini Filtrele

source: Story
tr_tr: Hikaye

source: Stories Saved!
tr_tr: Hikayeler Kaydedildi!

source: Shortcode
tr_tr: Kısakod

source: Rate Us
tr_tr: Bizi Puanlayın

source: Please rate our plugin!
tr_tr: Lütfen eklentimizi puanlayın!

source: Story Link Text
tr_tr: Hikaye Link Yazısı

source: Delete
tr_tr: Hikaye Sil

source: Story Link
tr_tr: Hikaye Linki

source: New Tab
tr_tr: Yeni Sekme

source: Story Image
tr_tr: Hikaye Görseli

source: Duration (Sec)
tr_tr: Süre (Saniye)

source: Add Story
tr_tr: Hikaye Ekle

source: Choose Image
tr_tr: Görsel Seçin

source: Editor Display (Shortcode)
tr_tr: Düzenleyici Yerleşimi (Kısakod)

source: Code Display (PHP)
tr_tr: Kod Yerleşimi (PHP)

source: This section available for only premium version.
tr_tr: Bu kısım sadece premium sürüm için geçerlidir.

source: Touch to unmute
tr_tr: Susturmak için dokunun

source: Press space to see next
tr_tr: Sonraki için boşluk tuşuna basın

source: Visit link
tr_tr: Linke git

source: ago
tr_tr: önce

source: hour ago
tr_tr: saat önce

source: hours ago
tr_tr: saat önce

source: minute ago
tr_tr: dakika önce

source: minutes ago
tr_tr: dakika önce

source: from-now
tr_tr: şuandan itibaren

source: seconds ago
tr_tr: saniye önce

source: yesterday
tr_tr: dün

source: tomorrow
tr_tr: yarın

source: days ago
tr_tr: gün önce
